/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Не удалось отправить элемент.";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Повторите попытку позже.";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Вход в Skype не выполнен.";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ отправил фотографию.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Это устройство еще не поддерживает новые функции обмена фотографиями в Skype, но вы можете просмотреть их в браузере по следующей ссылке: %@.";
